Repository: Titoongh/word-liars
Catalog: Snakesss/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# discussion.remaining.label
source: restant
en: remaining

# discussion.skip.button
source: Passer la discussion → Voter
en: Skip Discussion → Vote

# gameEnd.finalScores.label
source: Scores finaux
en: Final Scores

# gameEnd.home.button
source: Accueil
en: Home

# gameEnd.newGame.button
source: Nouvelle Partie
en: New Game

# gameEnd.playAgain.button
source: Rejouer (mêmes joueurs)
en: Play Again (Same Players)

# gameEnd.ptsEach %lld
source: %lld pts chacun
en: %lld pts each

# gameEnd.tie.headline
source: Égalité !
en: It's a Tie!

# gameEnd.winner.label
source: GAGNANT
en: WINNER

# history.delete.button
source: Supprimer
en: Delete

# history.done.button
source: Terminé
en: Done

# history.empty.body
source: Commencez votre première partie !
en: Start your first game!

# history.empty.headline
source: Aucune partie jouée
en: No games played yet

# history.noWinner
source: Aucun gagnant
en: No winner

# history.rounds %lld %lld
source: %lld rounds · %lld joueurs
en: %lld rounds · %lld players

# history.title
source: Historique des parties
en: Game History

# home.gameHistory.button
source: Historique des parties
en: Game History

# home.howToPlay.accessibility
source: Comment jouer — ouvrir les règles
en: How to Play — open rules reference

# home.howToPlay.button
source: Comment jouer
en: How to Play

# home.newGame.button
source: Nouvelle Partie
en: New Game

# home.settings.accessibility
source: Paramètres
en: Settings

# home.tagline
source: FAITES CONFIANCE À PERSONNE
en: TRUST NOBODY

# mongoose.announcement.label
source: La Mangouste de la Vérité est...
en: The Truth Mongoose is...

# mongoose.chip.label %@
source: %@ est la Mangouste de la Vérité
en: %@ is the Truth Mongoose

# mongoose.seeQuestion.button
source: Voir la Question →
en: See the Question →

# mongoose.verifyCaption
source: Tout le monde peut le vérifier.
en: Everyone can verify this.

# onboarding.letsPlay.button
source: On joue ! 🐍
en: Let's Play! 🐍

# onboarding.next.accessibility %lld %lld
source: Page suivante, page %lld sur %lld
en: Next page, page %lld of %lld

# onboarding.next.button
source: Suivant
en: Next

# onboarding.page1.body
source: Répondez à des questions de culture générale, votez pour la bonne réponse — mais attention. Certains joueurs connaissent secrètement la vérité et essaieront de vous égarer.
en: Answer trivia questions, vote on the right answer — but watch out. Some players secretly know the truth and will try to lead you astray.

# onboarding.page1.headline
source: Trivia et déduction sociale
en: Trivia meets Social Deduction

# onboarding.page1.section.label
source: C'EST QUOI CE JEU ?
en: WHAT IS THIS GAME?

# onboarding.page2.section.label
source: LES RÔLES
en: THE ROLES

# onboarding.page2.subtitle
source: Quel rôle jouez-vous ?
en: Who are you playing as?

# onboarding.page3.section.label
source: CHAQUE ROUND
en: EACH ROUND

# onboarding.page3.subtitle
source: 6 phases par round
en: 6 phases per round

# onboarding.page4.section.label
source: SCORE
en: SCORING

# onboarding.page4.subtitle
source: Comment gagner des points
en: How to earn points

# onboarding.pageDots.accessibility %lld %lld
source: Page %lld sur %lld
en: Page %lld of %lld

# onboarding.skip.accessibility
source: Passer l'introduction
en: Skip onboarding introduction

# onboarding.skip.button
source: Passer
en: Skip

# passPhone.passTo.accessibility %@
source: Passer à %@
en: Pass to %@

# passPhone.passTo.label
source: Passer à
en: Pass to

# passPhone.tapToRevealRole.caption
source: Appuyer pour révéler ton rôle
en: Tap to reveal your role

# passPhone.tapToVote.caption
source: Appuyer pour commencer à voter
en: Tap to begin voting

# phase.discussion.description
source: 2 minutes pour débattre des réponses.
en: 2 minutes to discuss and debate answers.

# phase.question.description
source: Une question est montrée à tous les joueurs.
en: A trivia question is shown to everyone.

# phase.results.description
source: Votes, rôles et points sont révélés.
en: Votes, roles, and points are revealed.

# phase.results.title
source: Résultats
en: Results

# phase.roleReveal.description
source: Chaque joueur voit secrètement sa carte de rôle.
en: Each player secretly sees their role card.

# phase.roleReveal.title
source: Révélation des rôles
en: Role Reveal

# phase.snakeReveal.description
source: Les serpents apprennent secrètement la bonne réponse.
en: Snakes secretly learn the correct answer.

# phase.snakeReveal.title
source: Révélation des Serpents
en: Snake Reveal

# phase.voting.description
source: Chaque joueur vote pour la réponse choisie.
en: Each player votes for their chosen answer.

# phase.voting.title
source: Vote
en: Voting

# question.placePhone.instructions
source: 📵 Placez le téléphone au centre Discutez avant de voter
en: 📵 Place phone in the center Discuss before voting begins

# question.snakesCloseEyes.button
source: Serpents — Fermez les yeux
en: Snakes — Close Your Eyes

# results.howEveryoneDid.label
source: Résultats de chacun
en: How Everyone Did

# results.nextRound.button
source: Round suivant →
en: Next Round →

# results.roundBadge %lld
source: Résultats du round %lld
en: Round %lld Results

# results.scoresAfterRound.label %lld
source: Scores après le round %lld
en: Scores After Round %lld

# results.seeFinalResults.button
source: Voir les résultats finaux
en: See Final Results

# results.theAnswer.headline
source: La réponse
en: The Answer

# role.human.description
source: Tu ne connais pas la réponse. Écoute attentivement, cherche des indices et vote pour ce que tu crois être correct.
en: You don't know the answer. Listen carefully, find clues, and vote for what you believe is correct.

# role.human.displayName
source: Humain
en: Human

# role.human.flavorText
source: Tu ne connais pas la réponse. Trouve la vérité.
en: You don't know the answer. Find the truth.

# role.mongoose.description
source: Tu ne connais pas la réponse, mais ton identité est publique. Tu es un allié de confiance qui aide les humains à trouver la vérité.
en: You don't know the answer, but your identity is public. You're a trusted ally helping humans find the truth.

# role.mongoose.displayName
source: Mangouste
en: Mongoose

# role.mongoose.flavorText
source: Tu ne connais pas la réponse. Ton identité est publique.
en: You don't know the answer. Your identity is public.

# role.snake.description
source: Tu connais la bonne réponse — mais garde-la secrète ! Égare le groupe et vote serpent pour gagner des points.
en: You know the correct answer — but keep it secret! Mislead the group and vote snake to earn points.

# role.snake.displayName
source: Serpent
en: Snake

# role.snake.flavorText
source: Tu connais la réponse. Égare-les.
en: You know the answer. Lead them astray.

# roleReveal.done.button
source: Terminé — Passer le téléphone
en: Done — Pass the phone

# roleReveal.holdHint
source: Maintenir pour révéler · Relâcher pour cacher
en: Hold to reveal · Release to hide

# roleReveal.holdToReveal
source: MAINTENIR POUR RÉVÉLER
en: HOLD TO REVEAL

# roleReveal.playerBadge %lld %lld
source: Joueur %lld sur %lld
en: Player %lld of %lld

# roleReveal.roundBadge %lld %lld
source: Round %lld sur %lld
en: Round %lld of %lld

# roleReveal.yourRole.label
source: TON RÔLE
en: YOUR ROLE

# rules.close.accessibility
source: Fermer Comment jouer
en: Close How to Play

# rules.dismiss.accessibility
source: Fermer les règles
en: Dismiss rules sheet

# rules.gotIt.button
source: Compris !
en: Got it!

# rules.roles.section.label
source: LES RÔLES
en: THE ROLES

# rules.roles.subtitle
source: Quel rôle jouez-vous ?
en: Who are you playing as?

# rules.rounds.section.label
source: CHAQUE ROUND
en: EACH ROUND

# rules.rounds.subtitle
source: 6 phases par round
en: 6 phases per round

# rules.scoring.section.label
source: SCORE
en: SCORING

# rules.scoring.subtitle
source: Comment gagner des points
en: How to earn points

# rules.title
source: Comment jouer
en: How to Play

# scoring.correctVote.description
source: Humain ou Mangouste vote la bonne réponse.
en: Human or Mongoose votes the right answer.

# scoring.correctVote.label
source: Vote correct
en: Correct Vote

# scoring.mongooseBonus.description
source: La Mangouste gagne des points supplémentaires pour un vote correct.
en: Mongoose earns extra points for a correct vote.

# scoring.mongooseBonus.label
source: Bonus Mangouste
en: Mongoose Bonus

# scoring.snakeVote.description
source: Les serpents gagnent automatiquement 1 point par round.
en: Snakes automatically earn 1 point per round.

# scoring.snakeVote.label
source: Vote Serpent
en: Snake Vote

# scoring.wrongVote.description
source: Aucun point pour les mauvaises réponses.
en: No points for incorrect answers.

# scoring.wrongVote.label
source: Vote incorrect
en: Wrong Vote

# settings.language.auto.description
source: Langue de l'appareil
en: Follow device language

# settings.language.section
source: Langue
en: Language

# settings.categories.section
source: Catégories de questions
en: Question Categories

# settings.category.disabled
source: désactivé
en: disabled

# settings.category.enabled
source: activé
en: enabled

# settings.close.accessibility
source: Fermer les paramètres
en: Close settings

# settings.feedback.section
source: Retours
en: Feedback

# settings.haptics.label
source: Haptique
en: Haptics

# settings.reset.button
source: Réinitialiser par défaut
en: Reset to Defaults

# settings.soundEffects.label
source: Effets sonores
en: Sound Effects

# settings.subtitle
source: Personnalisez votre partie
en: Customize your game

# settings.timer.section
source: Minuterie de discussion
en: Discussion Timer

# settings.title
source: Paramètres
en: Settings

# setup.playerCount.label
source: Combien de joueurs ?
en: How many players?

# setup.playerName.placeholder %lld
source: Joueur %lld
en: Player %lld

# setup.players.accessibility %lld
source: %lld joueurs
en: %lld players

# setup.startGame.button
source: Commencer →
en: Start Game →

# setup.title
source: Configuration
en: Player Setup

# snakeReveal.closeEyes.accessibility
source: Tout le monde ferme les yeux. Serpents : attendez votre signal. HÔTE : Appuyez quand vous êtes prêt
en: Everyone close your eyes. Snakes: wait for your tap cue. HOST: Tap when ready

# snakeReveal.closeEyes.body
source: Serpents : attendez votre signal
en: Snakes: wait for your tap cue

# snakeReveal.closeEyes.headline
source: Tout le monde ferme les yeux
en: Everyone close your eyes

# snakeReveal.correctAnswer.label
source: BONNE RÉPONSE
en: CORRECT ANSWER

# snakeReveal.done.button
source: Terminé — Cacher cet écran
en: Done — Hide This Screen

# snakeReveal.fellowSnakes.label
source: TES COMPLICES SERPENTS
en: YOUR FELLOW SNAKES

# snakeReveal.hostTap.caption
source: HÔTE : Appuyez quand vous êtes prêt →
en: HOST: Tap when ready →

# snakeReveal.openEyes.body
source: Les serpents connaissent la réponse. La discussion commence.
en: Snakes know the answer. The discussion begins.

# snakeReveal.openEyes.headline
source: Tout le monde ouvre les yeux
en: Everyone open your eyes

# snakeReveal.pass.accessibility %@ %lld %lld
source: Passer à %@. Serpent %lld sur %lld. Appuyer pour révéler le secret
en: Pass to %@. Snake %lld of %lld. Tap to reveal secret

# snakeReveal.reminder.losePoints
source: Tout autre vote = perdre des points.
en: Any other vote = lose points.

# snakeReveal.reminder.vote
source: Rappel : vote uniquement "Serpent".
en: Remember: vote "Snake" only.

# snakeReveal.snakeBadge %lld %lld
source: Serpent %lld sur %lld
en: Snake %lld of %lld

# snakeReveal.startDiscussion.button
source: Commencer la discussion →
en: Start Discussion →

# snakeReveal.tapToReveal.caption
source: Appuyer pour révéler le secret
en: Tap to reveal secret

# snakeReveal.youAreSnake.label
source: Tu es un Serpent 🐍
en: You are a Snake 🐍

# voting.confirmVote.button
source: Confirmer le vote
en: Confirm Vote

# voting.nowVoting.label
source: EN TRAIN DE VOTER
en: NOW VOTING

# voting.playerBadge %lld %lld
source: Joueur %lld sur %lld
en: Player %lld of %lld

# voting.question.label
source: Quelle est la bonne réponse ?
en: What is the correct answer?

# voting.snake.forced.body
source: Tu dois voter Serpent. Les humains ne savent pas que tu es un Serpent avant les résultats.
en: You must vote Snake. The humans cannot know you're a Snake until results.

# voting.vote.accessibility %@ %@
source: Voter %@ : %@
en: Vote %@: %@

# voting.voteSnake.button
source: Voter Serpent
en: Vote Snake
